Repository: wp-plugins/threewp-global-news
Catalog: lang/ThreeWP_Global_News-*.po
Languages: sv_se

source: Global News
sv_se: Globala nyheter

source: Edit news
sv_se: Redigera nyheter

source: Add news
sv_se: Lägg till en nyhet

source: Settings
sv_se: Inställningar

source: Uninstall
sv_se: Avinstallera

source: News has been read!
sv_se: Nyheterna har markerats som lästa!

source: Mark this article and all below as read
sv_se: Markera den här artikeln och alla undertill som lästa

source: Date
sv_se: Datum

source: Click on the message text to <b>show</b> or <b>hide</b> the rest of the text.
sv_se: Klicka på meddelandetexten för att <b>visa</b> eller <b>gömma</b> hela texten.

source: Items deleted!
sv_se: Artiklar borttagna!

source: Select all / none
sv_se: Välja alla / inga

source: With selected news items
sv_se: Med de valda artiklarna

source: Do nothing
sv_se: Gör inget

source: Delete
sv_se: Ta bort

source: Apply
sv_se: Utför

source: Shown to
sv_se: Visas för

source: News title
sv_se: Nyhetstitel

source: News text
sv_se: Nyhetstext

source: Show to site admins?
sv_se: Visa för site admins?

source: Show to adminstrators?
sv_se: Visa för administratörer?

source: Show to editors?
sv_se: Visa för redaktörer?

source: Show to authors?
sv_se: Visa för författare?

source: Show to contributors?
sv_se: Visa för medarbetare?

source: Show to subscribers?
sv_se: Visa för prenumeranter?

source: Preview news item
sv_se: Förhandsgranska nyhetsartikeln

source: Save
sv_se: Spara

source: Preview
sv_se: Förhandsgranskning

source: You have to select at least one user role to show the news article to.
sv_se: Du måste välja minst en användarroll att visa nyheten för.

source: News item created!
sv_se: Nyhetsartikeln skapad!

source: Text with no HTML code will display with automatic line breaks.
sv_se: Text utan HTML-kod visas med automatiskta radbrytningar.

source: Options saved!
sv_se: Inställningar sparade!

source: Role to access Global News administration
sv_se: Användarroll som har tillgång till globala nyheters administrationsgränssnitt

source: Message to display when user has unread messages
sv_se: Meddelande att visa när användaren har olästa nyheter

source: The word LINK will be replaced with the link to the message page. The word MESSAGE will be the default message in the best available language.
sv_se: Order LINK kommer att ersättas med länken till nyhetssidan. Ordet MESSAGE är standardmeddelandet på det mest passande språket.

source: Save options
sv_se: Spara inställningar

source: Which role has access to the settings and uninstall tabs of Global News?
sv_se: Vilken användarroll har tillgång till inställningarna och avinstallationen av globala nyheter?

source: The default value is:
sv_se: Standardvärdet är:

source: Preview of current message
sv_se: Förhandsgranskning av nuvarande meddelandet

source: You have new messages from the administrator!
sv_se: Du har nya globala nyheter att läsa!

source: Administrators
sv_se: Administratörer

source: Editors
sv_se: Redaktörer

source: Authors
sv_se: Författare

source: Contributors
sv_se: Medarbetare

source: Subscribers
sv_se: Prenumeranter

source: ThreeWP Global News
sv_se: ThreeWP Globala Nyheter
